{
  "title": "About Gorzelinski",
  "description": "Hi, I’m Matthew. I’m an engineer with erudite aspirations.",
  "heading": "And here’s my short story",
  "alt": "profile picture",
  "metaAlt": "Centered text Portfolio on white background",
  "story": [
    "My earliest memories are bound to electronics. As a kid, I was thrilled every time I turned on PlayStation. Every startup sounded like going through a portal, entering another digital galaxy. That galaxy absorbed me back then. After 20 years, I’m still there.",
    "Over the years, I’ve become more and more interested in electronics. When I was a teenager, I got my first phone - a Sony Ericsson k300i. I still remember its specs: 12MB of memory, VGA camera, and 65k color display. These numbers weren’t telling me much back then. But I still liked to analyze them (from mobile phone companies’ flyers) and compare them between different phone models. I’m still doing that, to be honest. Nowadays, I follow technological blogs and vlogs.",
    "My passion for numbers didn’t end there. Math was my favorite subject in school (I was a strange child, I know). After graduating high school (math and physics extended), I started studying at Poznan University of Technology.",
    "I’ve chosen Electronics and Telecommunications course after many hours of research and careful consideration. Yeah, but...not really. I’ve based my choice on associations and chance. Fortunately, I was lucky. In university, I could chalk out math equations. I was also solving boolean equations and making electronic circuits based on them. I’ve programmed some (micro)processors. I’ve also had the opportunity to configure routers and learn more about computer networks. I was learning about networks not only in university.",
    "During my studies, I worked at Semcore as SEO Specialist. I started creating websites then. The first of them looked awful, but I liked it. After several months of self-studying, I started working as a Front-end developer at Af Agency. I’ve had an opportunity to collaborate with brands like Volkswagen or Skoda. I’ve also experienced the nightmare of creating a newsletter for email clients. Good times. Not ironically.",
    "I graduated in 2020 with an engineer title. Now I legitimately can use phrases like “Trust me, I’m an engineer.” My thesis was about tools and technologies used to create apps and websites. But it didn’t end there. I learn about web dev every day. I watch lectures, listen to podcasts, and read books.",
    "“Uncle Bob’s” books occupy some space on my bookshelf. However, I’m not limiting myself only to computer science books. My Kallax bends from psychology, philosophy, biography, and especially science books. I also like other media. Games, movies, music - you name it.",
    "If I do not study and consume media (or coffee), I probably work out, walk, watch memes or think hard about cognitive biases."
  ],
  "random": "Random facts about me",
  "facts": [
    {
      "heading": "🎵 The noise of home appliances calms me",
      "description": "Vacuum cleaner or hairdryer sounds have never annoyed me. I like them. It appears odd, but something is soothing in this kind of white noise to many people. “Vacum Cleaner Sound” videos on Youtube have millions of views. You can even buy devices that generate white noise."
    },
    {
      "heading": "❄️ I’m an INTJ in MBTI",
      "description": "Myers–Briggs Type Indicator is a personality test to identify a person’s type, strengths, and preferences. I wouldn’t take it too seriously, but it’s a fun exercise. The description of my type states that I’m a cold, lonely villain (I might have exaggerated that a bit)."
    },
    {
      "heading": "☀️ I sneeze in the bright light",
      "description": "It’s not as uncontrollable as if I’m allergic. On a sunny day, I feel the urge to sneeze after I’ve just gone outside. I’ve done some reading, and it even has a name - photic sneeze reflex. It’s a rare condition (affecting 10 - 30% population) caused by gens. Thanks, dad!"
    },
    {
      "heading": "⏱️ I could pass some of the Navy SEALs Physical Screening Tests",
      "description": "One part of the test requires doing a minimum of 42 push-ups in 2 minutes. The last part is a 1.5-mile (~2.41 km) run in under 11 minutes. I’ve done that a few times at the gym. I hope I can still do that."
    },
    {
      "heading": "📄 I have a surname by mistake",
      "description": "Due to some typo in my grandfather’s documents, my surname is “Gorzeliński” (with polish letters). The correct spelling should be probably “Garzeliński.” Anyway, it’s hard to pronounce either way - even for polish people."
    },
    {
      "heading": "📘 I’m a bookworm",
      "description": "Last year I read 48 books. I don’t know any fast reading techniques. Actually, I’m a slow reader who pauses and ponders. I just read over an hour on average every day."
    }
  ],
  "core": {
    "heading": "My core values",
    "description": "The values I try to live by."
  },
  "values": [
    {
      "heading": "Truth",
      "description": "Probably one of the most important. It is at the root of most of my endeavors. I constantly expand and verify my views. I want the worldview in my head to be as close as possible to reality."
    },
    {
      "heading": "Curiosity",
      "description": "“I have no special talents. I am only passionately curious.” - Einstein once wrote to his friend (this quote is real - I verified it). He was humble. I’ll never be as talented as Einstein was, but his curiosity can be an inspiration for me. Discovering and understanding new knowledge can be a reward for its own sake."
    },
    {
      "heading": "Empathy",
      "description": "In my truth-seeking journey, I’m not alone. I stand on the shoulders of giants. Most of the things in my life I owe to other people. I should be grateful, give some of that help back, and try my best to understand their point of view."
    }
  ],
  "cultural": {
    "heading": "Cultural corner",
    "description": "Here are some pieces of media I can recommend."
  },
  "corner": [
    {
      "heading": "What to watch?",
      "items": [
        {
          "title": "The Office",
          "link": "https://www.imdb.com/title/tt0386676/"
        },
        {
          "title": "Mr. Robot",
          "link": "https://www.imdb.com/title/tt4158110/"
        },
        {
          "title": "Rick and Morty",
          "link": "https://www.imdb.com/title/tt2861424/"
        },
        {
          "title": "Peaky Blinders",
          "link": "https://www.imdb.com/title/tt2442560/"
        }
      ]
    },
    {
      "heading": "What to listen to?",
      "items": [
        {
          "title": "The Skeptics Guide to the Universe",
          "link": "https://www.theskepticsguide.org/"
        },
        {
          "title": "99% Invisible",
          "link": "https://99percentinvisible.org/"
        },
        {
          "title": "Making Sense",
          "link": "https://www.samharris.org/podcasts"
        },
        {
          "title": "Syntax",
          "link": "https://syntax.fm/"
        }
      ]
    },
    {
      "heading": "What to play?",
      "items": [
        {
          "title": "Final Fantasy VII Remake",
          "link": "https://www.metacritic.com/game/playstation-4/final-fantasy-vii-remake"
        },
        {
          "title": "Bioshock",
          "link": "https://www.metacritic.com/game/pc/bioshock"
        },
        {
          "title": "Read Dead Redemption 2",
          "link": "https://www.metacritic.com/game/playstation-4/red-dead-redemption-2"
        },
        {
          "title": "Dishonored",
          "link": "https://www.metacritic.com/game/pc/dishonored"
        }
      ]
    },
    {
      "heading": "What to read?",
      "items": [
        {
          "title": "Behave: The Biology of Humans at Our Best and Worst",
          "link": "https://www.goodreads.com/book/show/31170723-behave"
        },
        {
          "title": "Sapiens: A Brief History of Humankind",
          "link": "https://www.goodreads.com/en/book/show/23692271-sapiens"
        },
        {
          "title": "Meditations",
          "link": "https://www.goodreads.com/book/show/30659.Meditations"
        },
        {
          "title": "The Brothers Karamazov",
          "link": "https://www.goodreads.com/book/show/4934.The_Brothers_Karamazov"
        }
      ]
    }
  ]
}
