{
  "title": "About Matthew Gorzelinski",
  "description": "Hi, I’m Matthew. I’m an engineer with erudite aspirations.",
  "heading": "And here’s my short story",
  "alt": "I will change this image.",
  "metaAlt": "Centered text About on white background",
  "story": [
    "My earliest memories are bound to electronics. As a kid, I was thrilled every time I turned on PlayStation. Every startup sounded like going through a portal, entering another digital galaxy. That galaxy absorbed me back then. After 20 years, I’m still there.",
    "Over the years, I’ve become more and more interested in electronics. When I was a teenager, I got my first phone - a Sony Ericsson k300i. I still remember its specs: 12MB of memory, a VGA camera, and a 65k color display. These numbers weren’t telling me much back then. But I still liked to analyze them (from mobile phone companies’ flyers) and compare them between different phone models. I’m still doing that, to be honest. Nowadays, I follow technological blogs and vlogs.",
    "My passion for numbers didn’t end there. Math was my favorite subject in school (I was a strange child, I know). After graduating high school (math and physics extended), I started studying at Poznan University of Technology.",
    "I’ve chosen Electronics and Telecommunications course after many hours of research and careful consideration. Yeah, but...not really. I’ve based my choice on associations and chance. Fortunately, I was lucky. In university, I could chalk out math equations. I was also solving boolean equations and making electronic circuits based on them. I’ve programmed some (micro)processors. I’ve also had the opportunity to configure routers and learn more about computer networks. I was learning about networks not only in university.",
    "During my studies, I worked at Semcore as SEO Specialist. I started creating websites then. The first of them looked awful, but I liked it. After several months of self-studying, I started working as a Front-end developer at Af Agency. I’ve had an opportunity to collaborate with brands like Volkswagen or Skoda. I’ve also experienced the nightmare of creating a newsletter for email clients. Good times. Not ironically.",
    "I graduated in 2020 with an engineer title. Now I legitimately can use phrases like “Trust me, I’m an engineer.” My thesis was about tools and technologies used to create apps and websites. But it didn’t end there. I learn about web dev every day. I watch lectures, listen to podcasts, and read books.",
    "“Uncle Bob’s” books occupy some space on my bookshelf. However, I’m not limiting myself only to computer science books. My Kallax bends from psychology, philosophy, biography, and especially science books. I also like other media. Games, movies, music - you name it.",
    "If I do not study and consume media (or coffee), I probably work out, walk, watch memes or think hard about cognitive biases."
  ],
  "posts": {
    "heading": "Want a shorter form? Here you go",
    "button": "All posts"
  }
}
