{
  "title": "O mnie",
  "description": "Cześć, jestem Mateusz. Jestem inżynierem oprogramowania o erudycyjnych aspiracjach.",
  "heading": "A oto moja krótka historia",
  "alt": "Zmienię to zdjęcie.",
  "metaAlt": "Wycentrowany napis O mnie na białym tle",
  "story": [
    "Moje najwcześniejsze wspomnienia nierozerwalnie związane są z elektroniką. Do dziś pamiętam dreszczyk emocji, towarzyszący mi podczas dźwięku uruchamiania pierwszego PlayStation. Brzmiał on jak przejście przez portal - wejście w inną, cyfrową galaktykę. Ta galaktyka już wtedy mnie pochłonęła. Po niemal 20 latach nadal w niej tkwię.",
    "Z biegiem lat, zainteresowanie elektroniką się u mnie pogłębiało. Mając kilkanaście lat dostałem swój pierwszy telefon - używany Sony Ericsson k300i. Nadal pamiętam jego specyfikację: 12MB pamięci, aparat VGA, wyświetlacz o 65 tysiącach kolorów. Wówczas te liczby nie mówiły mi wiele. Lubiłem jednak je analizować i porównywać między modelami. W zasadzie nadal to robię. Wówczas przeglądałem ulotki operatorów telekomunikacyjnych. Dziś przyjmuje to formę śledzenia blogów i vlogów technologicznych.",
    "Moja pasja do cyfr nie kończyła się na tym. W szkole najbardziej lubiłem matematykę (wiem, byłem dziwnym dzieckiem). Profil matematyczno-fizyczny w LO, a następnie studia na Politechnice Poznańskiej wydały mi się dobrym pomysłem.",
    "Wybrałem kierunek Elektronika i Telekomunikacja po wielu godzinach poszukiwań i namysłu. Taa... nie do końca. Moja decyzja opierała się na skojarzeniach i przypadku. Szczęśliwym przypadku. Na studiach nadal mogłem kreślić równania matematyczne - w tym logiczne. Konstruować na ich podstawie proste układy elektroniczne. Programować (mikro)procesory. Konfigurować routery i pogłębiać wiedzę na temat sieci. O tych ostatnich uczyłem się nie tylko na studiach.",
    "W trakcie studiów pracowałem w Semcore, jako specjalista SEO. Wtedy zacząłem tworzyć strony internetowe. Pierwsze z nich wyglądały okropnie, ale spodobało mi się to. Po kilku miesiącach samodzielnej nauki rozpocząłem pracę jako Front-End Developer w Af Agency. Miałem okazję współpracować nad projektami dla marek takich jak Volkswagen, Skoda czy Develey. Poznałem też koszmar tworzenia newsletterów dla różnych klientów pocztowych. Dobre czasy. Nieironicznie.",
    "Studia - z tytułem inżyniera - skończyłem w 2020 roku. Moja praca dyplomowa dotyczyła analizy technologii i narzędzi do tworzenia stron internetowych. Jednak na tym nie poprzestałem. Wiedzę na ten temat staram się pogłębiać cały czas - oglądając wykłady, słuchając podcastów i czytając książki.",
    "Choć książki „wujka Boba” i inne klasyki informatyki zajmują sporo miejsca na moim regale - nie ograniczam się tylko do książek technicznych. Mój Kallax ugina się także od książek psychologicznych, naukowych, filozoficznych i grubych biografii. Poza książkami lubię także inne media. Gry, filmy, muzyka - pochłaniam je wszystkie.",
    "Jeżeli się nie uczę i nie konsumuję różnych mediów (lub kawy) to najprawdopodobniej ćwiczę, spaceruję, przeglądam memy lub ciężko rozmyślam nad błędami poznawczymi.",
    "Niedawno dołączyłem do CKSource jako Junior Software Engineer / Technical Writer, aby współtworzyć bogate rozwiązania edycyjne dla sieci. Istnieje szansa, że słyszałeś o CKEditor - naszym sztandarowym produkcie."
  ],
  "posts": {
    "heading": "Wolisz krótszą formę? Proszę bardzo",
    "button": "Wszystkie wpisy"
  }
}
